Repository: wp-plugins/smart-archives-reloaded
Catalog: lang/smart-archives-reloaded-*.po
Languages: da_dk, fr_fr, ro_ro

source: Smart Archives Settings
da_dk: Indstillinger for Smart Archives
fr_fr: Paramètres Smart Archives
ro_ro: Setări Smart Archives

source: Clear
ro_ro: Golește

source: Cache <strong>cleared</strong>.
ro_ro: Cache-ul a fost <strong>golit</strong>.

source: Default
da_dk: Standard
fr_fr: Défaut
ro_ro: Implicit

source: General settings
da_dk: Generelle indstillinger
fr_fr: Paramètres généraux
ro_ro: Setări generale

source: Exclude Categories by ID
da_dk: Ekskludér kategori via ID
fr_fr: Exclure des catégories par ID
ro_ro: Exclude categorii prin ID

source: (comma separated)
ro_ro: (separate prin virgulă)

source: block
da_dk: blok
fr_fr: bloc
ro_ro: bloc

source: list
da_dk: liste
fr_fr: liste
ro_ro: listă

source: both
da_dk: begge
fr_fr: les deux
ro_ro: ambele

source: fancy
da_dk: smart
fr_fr: personnalisé
ro_ro: extravagant

source: Specific settings
da_dk: Specifikke indstillinger
fr_fr: Paramètres spécifiques
ro_ro: Setări specifice

source: List format
da_dk: Listeformat
fr_fr: Format de la liste
ro_ro: Format listă

source: Available substitution tags
da_dk: Variabler, du kan bruge
fr_fr: Balises de substitution disponibles
ro_ro: Tag-uri de substituție valabile

source: %s format
ro_ro: Format %s

source: See available date formatting characters <a href="http://php.net/date" target="_blank">here</a>.
da_dk: Se de mulige tegn for tid- og datokodning <a href="http://php.net/date" target="_blank">her</a>.
fr_fr: <a href="http://php.net/date" target="_blank">Voir les caractères disponibles pour le formatage de la date</a>
ro_ro: Vezi caracterele valabile pentru formatarea date <a href="http://php.net/date" target="_blank">aici</a>.

source: Numeric months in block
da_dk: Numeriske måneder i blok
fr_fr: Mois en chiffre
ro_ro: Luni sub formă numerică în bloc

source: The month links in the block will be shown as numbers
da_dk: Månedslink i blokken vil blive vist med numre
fr_fr: Les liens des mois dans le bloc apparaîtront en chiffres
ro_ro: Lunile din bloc vor fi afișate numeric

source: Use anchor links in block
da_dk: Brug anker-links i blokken
fr_fr: Utiliser l'ancrage des liens dans le bloc
ro_ro: Folosește ancore în bloc

source: The month links in the block will point to the month links in the list
da_dk: Månedslinks i blokken vil pege på månedslinket i listen
fr_fr: Les liens des mois dans le bloc pointeront vers les liens des mois dans la liste
ro_ro: Lunile din bloc vor trimite la lunile din listă

source: Cache control
ro_ro: Control cache

source: Use wp-cron
da_dk: Brug wp-cron
fr_fr: Utiliser wp-cron
ro_ro: Folosește wp-cron

source: Clear cache
ro_ro: Golește cache-ul

source: View complete archive page
ro_ro: Vezi arhiva completă

source: Settings <strong>saved</strong>.
da_dk: Indstillinger <strong>gemt</strong>.
fr_fr: Paramètres <strong>enregistrés</strong>.
ro_ro: Setările au fost <strong>salvate</strong>.

source: Save Changes
da_dk: Gem ændringer
fr_fr: Enregistrer les changements
ro_ro: Salvează schimbările

source: Settings
da_dk: Indstillinger
fr_fr: Paramètres
ro_ro: Setări

source: (space separated)
da_dk: (mellemrums separeret)
fr_fr: (séparer par un espace)

source: Updates the archives in the background
da_dk: Opdaterer arkiverne i baggrunden
fr_fr: Mettre à jour les archives en arrière-plan

source: Install now
fr_fr: Installer maintenant

source: View complete archive page for %s
da_dk: Se komplet arkivside for %s
fr_fr: Voir la page d'archives pour %s

source: An elegant and easy way to present your archives. (With help from <a href="http://www.conceptfusion.co.nz/">Simon Pritchard</a>)
fr_fr: Une façon élégante et rapide de présenter vos archives. (Avec l'aide de <a href="http://www.conceptfusion.co.nz/">Simon Pritchard</a>)
